[
    {
        "name": "Knipex End Cutting Nippers ",
        "manufacturerName": "C.k",
        "minQuantity": "200",
        "quantity": "2000",
        "price": 24,
        "description": "The head shape provides optimized movement when tightening steel mesh knots during reinforced concrete work With cutting edges for soft and hard wire Also suitable for twisting and cutting binding wire Cutting edges additionally hardened; cutting edge hardness approx. 61 HRC High-grade special tool steel, forged, multi stage oil-hardened",
        "image": "https://i.ibb.co/zfZdsCL/C-K-150mm-Mini-Hacksaw.jpg",
        "email": "faisalahmeddiu@gmail.com"
    },
    {
        "name": "Knipex Combination Pliers",
        "manufacturerName": "C.k",
        "minQuantity": "200",
        "quantity": "2000",
        "price": 20,
        "description": "Available in 160mm, 180mm and 200mm Lengths. Two color, two-component comfort grip handlesWith gripping zones for flat and round material, suitable for versatile useWith cutting edges for soft and hard wireLong cutting edges for thicker cablesCutting edges additionally induction-hardened, cutting edge hardness approx. 60 HRCSpecial tool steel, forged, multi stage oil-hardened ",
        "image": "https://i.ibb.co/JdhSD5z/C-K-Classic-Piezo-Electric-Gas-Lighter.jpg",
        "email": "faisalahmeddiu@gmail.com"
    },
    {
        "name": "C.K Conduit Bush Wrench Spanner",
        "manufacturerName": "C.K",
        "minQuantity": "200",
        "quantity": "3000",
        "price": 26,
        "description": "These hammers have rubber grips with a different color for each size. the hammer is coated and lacquered for the protection of the individual and other around them. These Hammers come in three sizes: 8 Oz, 16 Oz or 20 Oz.Drop forged high carbon steel head, hardened and tempered, strong and durable Steel shafted Highly coloured rubber grip – for visibility and comfort Coated ",
        "image": " https://i.ibb.co/4TgYCrc/C-K-Conduit-Bush-Wrench-Spanner.jpg",
        "email": "faisalahmeddiu@gmail.com"
    },
    {
        "name": "T0836A 150mm Mini Hacksaw",
        "manufacturerName": "C.k",
        "minQuantity": "200",
        "quantity": "2230",
        "price": 35,
        "description": "This Mini Hacksaw is designed for cutting wood and metal and is robust and reliable. The Blade size of the hacksaw is 150mm. This mini hacksaw comes with a special screw tensioner for  fast & simple blade fitting.Screw adjustment for quick and easy blade tensioning.Board handle for extra comfort. Robust and reliable. Cast aluminium frame for strength",
        "image": "https://i.ibb.co/Xs1zqZc/C-K-High-Visibility-Steel-Claw-Hammer.jpg",
        "email": "faisalahmeddiu@gmail.com"
    },
    {
        "name": "Conduit Bush Wrench Spanner ",
        "manufacturerName": "C.k",
        "minQuantity": "200",
        "quantity": "1500",
        "price": 31,
        "description": "The C.K T4755 is a Unique and Innovative Conduit Bush Wrench which is ideal for Electricians and DIY Enthuasists.The innovative head design allows for all sizes of conduit bushes to be tightened / Un-tightened even with cabling inside. Zinc Phosphate plated, toughened alloy steel for strength and durability.Soft grip tri-lobe handle for exceptional comfort and control.",
        "image": "https://i.ibb.co/XJHK7m6/Knipex-Combination-Pliers.jpg",
        "email": "faisalahmeddiu@gmail.com"
    },
    {
        "name": "C.K T4837",
        "manufacturerName": "C.k",
        "minQuantity": "200",
        "quantity": "4000",
        "price": 21,
        "description": "The C.K T4837 is an innovative hand tool for Wall Scribing, Wall plug hole punching and drill marking on plasterboard. Stepped, special alloy shaft for punching 5mm, 6mm & 7mm wall plug holes. No drilling, no mess. Cone point for punching, scribing and marking plasterboard. Shatterproof acetate handle with a strike-through cap withstands hammer blows.",
        "image": "https://i.ibb.co/MRxrWk7/Knipex-End-Cutting-Nippers-280mm.jpg",
        "email": "faisalahmeddiu@gmail.com"
    }
]